[
  {
    "id": "1",
    "title": "The Future of Green Architecture in Urban Planning",
    "date": "Feb 2026",
    "tag": "Architecture",
    "image": "https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?q=80&w=1200&auto=format&fit=crop",
    "excerpt": "How passive systems, facade strategy, and urban data are shaping a new era of sustainable projects."
  },
  {
    "id": "2",
    "title": "Mastering Project Management for High-Rise Buildings",
    "date": "Jan 2026",
    "tag": "Construction",
    "image": "https://images.unsplash.com/photo-1503387762-592deb58ef4e?q=80&w=1200&auto=format&fit=crop",
    "excerpt": "A practical framework to control budget, schedule, and quality from project kickoff to final handover."
  },
  {
    "id": "3",
    "title": "Minimalist Interiors for Modern Residences",
    "date": "Dec 2025",
    "tag": "Interior",
    "image": "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?q=80&w=1200&auto=format&fit=crop",
    "excerpt": "Balancing function and calm atmosphere through proportion, detail, and material discipline."
  },
  {
    "id": "4",
    "title": "Embracing the Wabi-Sabi Aesthetic in Modern Homes",
    "date": "Mar 2026",
    "tag": "Design",
    "image": "https://images.unsplash.com/photo-1598928506311-c55ded91a20c?q=80&w=1200&auto=format&fit=crop",
    "excerpt": "Finding beauty in imperfection and the natural cycle of growth and decay within architectural spaces.",
    "author": "Elena Rossi",
    "client": "Private Residence, Kyoto",
    "content": "<h1>Embracing the Wabi-Sabi Aesthetic in Modern Homes</h1><p>In a world obsessed with perfection, smooth surfaces, and flawless execution, the ancient Japanese philosophy of Wabi-Sabi offers a profound counter-narrative. It invites us to find beauty in imperfection, impermanence, and the natural cycle of growth and decay.</p><p>When applied to modern architecture and interior design, Wabi-Sabi is not merely a style, but a mindset. It shifts the focus from the pristine to the authentic, celebrating the inherent qualities of materials as they age.</p><h2>The Poetry of Patina</h2><p>Consider the difference between a newly minted brass fixture and one that has been used daily for a decade. The latter tells a story. Its darkened edges and polished contact points are a record of human interaction. Wabi-Sabi spaces welcome materials that develop a patina over time.</p><img src=\"https://images.unsplash.com/photo-1616486338812-3dadae4b4ace?q=80&w=1200&auto=format&fit=crop\" alt=\"Wabi-Sabi Interior Texture\" /><blockquote>\"Wabi-sabi nurtures all that is authentic by acknowledging three simple realities: nothing lasts, nothing is finished, and nothing is perfect.\" — Richard Powell</blockquote><p>We see this in the resurgence of unsealed woods, plaster walls that show the sweep of the trowel, and ceramics that proudly display their irregular forms. These elements grounding us in the physical reality of the world, rather than a sterile ideal.</p><h2>Designing for Impermanence</h2><p>How do we intentionally design space for impermanence? It starts with selecting materials that age gracefully. Linen, raw stone, oxidized metals, and untreated timber all change their character in response to light, humidity, and touch.</p><p><a href=\"#\">Discover our recent Wabi-Sabi inspired project.</a></p><p>At EDRA, we often incorporate elements that highlight this passage of time. A central courtyard that allows changing seasons to dictate the interior light, or a raw concrete wall that slowly gathers moss on its exterior face. By designing spaces that evolve, we create homes that feel profoundly alive.</p>"
  },
  {
    "id": "5",
    "title": "The Resurgence of Brutalism: Why Concrete is Cool Again",
    "date": "Apr 2026",
    "tag": "Architecture",
    "image": "https://images.unsplash.com/photo-1513694203232-719a280e022f?q=80&w=1200&auto=format&fit=crop",
    "excerpt": "Exploring the unexpected comeback of the most controversial architectural style of the 20th century.",
    "author": "Markus Vance",
    "client": "Public Library Initiative",
    "content": "<h1>The Resurgence of Brutalism: Why Concrete is Cool Again</h1><p>For decades, Brutalist architecture was widely reviled. The imposing, monolithic concrete structures born in the mid-20th century were often associated with urban decay and authoritarian aesthetics. But recently, a surprising shift has occurred: Brutalism is back, and it's highly sought after.</p><h2>Honesty in Materials</h2><p>The term Brutalism comes from the French <em>béton brut</em>, meaning \"raw concrete.\" This gives us the first clue to its modern appeal. In an era dominated by superficial glass facades and synthetic cladding, Brutalism offers unapologetic honesty.</p><img src=\"https://images.unsplash.com/photo-1582236592209-1cdbde413726?q=80&w=1200&auto=format&fit=crop\" alt=\"Brutalist Architecture Form\" /><p>What you see is what you get. The structure is the finish. The marks of the wooden formwork used to cast the concrete are left proudly visible, celebrating the intense human labor required to build these modern monoliths.</p><blockquote>\"Brutalism is not about the material, but the ethic of truthful expression.\"</blockquote><p>Today's architects are borrowing Brutalist principles but softening the edges. We are seeing \"Eco-Brutalism\"—raw concrete structures heavily draped in lush, cascading greenery. This juxtaposition of the rigid, heavy man-made stone against the delicate, chaotic growth of nature creates some of the most compelling spaces being built today.</p><p>It proves that even the harshest materials can provide a beautiful backdrop when thoughtfully contextualized.</p>"
  },
  {
    "id": "6",
    "title": "Biophilic Design: Healing the Urban Disconnect",
    "date": "May 2026",
    "tag": "Design",
    "image": "https://images.unsplash.com/photo-1518005020951-eccb494ad742?q=80&w=1200&auto=format&fit=crop",
    "excerpt": "Integrating natural elements into the built environment to improve mental health and cognitive function.",
    "author": "Dr. Sarah Lin",
    "client": "Corporate Tech Campus",
    "content": "<h1>Biophilic Design: Healing the Urban Disconnect</h1><p>As our world becomes increasingly urbanized, the psychological toll of our separation from nature is becoming undeniable. Enter Biophilic Design—an architectural framework that seeks to reconnect humans with the natural world through the built environment.</p><p>It goes far beyond simply placing a few potted plants in a lobby. True biophilic design weaves natural patterns, light rhythms, and sensory experiences deep into the DNA of a building.</p><h2>The Three Pillars</h2><p>Effective biophilic design generally rests on three distinct pillars:</p><ol><li><strong>Nature in the Space:</strong> Direct, physical, and ephemeral presence of nature (water features, airflow, natural light, plants).</li><li><strong>Natural Analogues:</strong> Organic, non-objective evocations of nature (biomorphic forms, natural materials like wood and stone).</li><li><strong>Nature of the Space:</strong> Spatial configurations that mimic our evolutionary preferences (prospect and refuge).</li></ol><img src=\"https://images.unsplash.com/photo-1550989460-0adf9ea622e2?q=80&w=1200&auto=format&fit=crop\" alt=\"Biophilic Interior Design\" /><blockquote>\"We cannot thrive in spaces that ignore our biological heritage. Architecture must become a bridge back to the living world.\"</blockquote><p>Studies have repeatedly shown that biophilic spaces reduce stress, lower blood pressure, and increase cognitive function and creativity. When we design offices that mimic the dappled light of a forest canopy, we aren't just making aesthetic choices; we are making public health interventions.</p>"
  },
  {
    "id": "7",
    "title": "The Art of the Open Floor Plan: Pros and Cons",
    "date": "Jun 2026",
    "tag": "Interior",
    "image": "https://images.unsplash.com/photo-1556910103-1c02745aae4d?q=80&w=1200&auto=format&fit=crop",
    "excerpt": "Navigating the complexities of open-concept living in the modern residential landscape.",
    "author": "James Harrington",
    "client": "Various Residential Clients",
    "content": "<h1>The Art of the Open Floor Plan: Pros and Cons</h1><p>For the last two decades, the open floor plan has reigned supreme in residential architecture. The desire to tear down walls and combine the kitchen, dining, and living areas into one cavernous \"great room\" has been the driving force behind countless renovations.</p><p>But as we spend more time working and living entirely at home, the cracks in the open-concept dream are beginning to show.</p><h2>The Allure of the Open Plan</h2><p>The benefits are incredibly persuasive. Open plans maximize natural light, allowing windows on one side of the house to illuminate deep into the interior. They foster social interaction, allowing the person cooking to converse with family members watching TV.</p><img src=\"https://images.unsplash.com/photo-1600210492486-724fe5c67fb0?q=80&w=1200&auto=format&fit=crop\" alt=\"Open Plan Kitchen Living Area\" /><blockquote>\"An open plan is a canvas. It allows the inhabitants to define the space through furniture and rug placement, rather than drywall.\"</blockquote><h2>The Acoustic Reality</h2><p>However, the primary drawback is acoustic. Without walls to block sound, a blender in the kitchen can completely disrupt a Zoom call happening in the living area. Furthermore, the lack of defined rooms can make a space feel untethered and lack intimacy.</p><p>The emerging trend is the \"broken plan\"—retaining the visual flow of an open space while using partial walls, varied floor levels, changing ceiling heights, and pocket doors to create subtle acoustic and psychological boundaries.</p>"
  },
  {
    "id": "8",
    "title": "Light as a Building Material",
    "date": "Jul 2026",
    "tag": "Architecture",
    "image": "https://images.unsplash.com/photo-1600596542815-ffad4c1539a9?q=80&w=1200&auto=format&fit=crop",
    "excerpt": "How architects manipulate natural and artificial light to define space and emotion.",
    "author": "Arden Zwerlin",
    "client": "Contemporary Art Gallery",
    "content": "<h1>Light as a Building Material</h1><p>We often think of architecture in terms of solid mass: concrete, steel, wood, and glass. But the most important material an architect works with is entirely intangible. Light is the element that ultimately defines how a space is perceived, felt, and remembered.</p><p>A room is simply a box until light enters it.</p><h2>Choreographing the Sun</h2><p>Great architecture choreographs the movement of the sun across the day and throughout the seasons. By carefully positioning skylights, clerestory windows, and deep overhangs, an architect can create spaces that dramatically transform.</p><img src=\"https://images.unsplash.com/photo-1600607687939-ce8a6c25118c?q=80&w=1400&auto=format&fit=crop\" alt=\"Architectural Light Manipulation\" /><blockquote>\"Architecture is the masterly, correct and magnificent play of masses brought together in light.\" — Le Corbusier</blockquote><p>Consider the difference between the harsh, sterile glare of a poorly lit office and the soft, diffused glow of an art gallery. In the gallery, light is carefully bounced off secondary surfaces to eliminate shadows and protect the artwork, while in a dramatic entryway, a single shaft of direct light might be used to highlight a specific texture or focal point.</p><p>Mastering light requires an intimate understanding of site context, orientation, and the emotional resonance of varying color temperatures.</p>"
  }
]